{
  "Comment.nvim": { "branch": "master" },
  "ai-commit-msg.nvim": { "branch": "main" },
  "arena.nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "better-diagnostic-virtual-text": { "branch": "main" },
  "bluloco.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-dotenv": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "command-completion.nvim": { "branch": "main" },
  "command-palette.nvim": { "branch": "main" },
  "copilot-lsp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "cord.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "hot-reload.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lir.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luma-nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luxterm": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "themery.nvim": { "branch": "main" },
  "tiny-devicons-auto-colors.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" }
}
